<%@page import="kr.co.itwill.member.MemberDAO"%>
<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>

<style>
.agreeCon {
	width: 80%;
	border: 1px solid #000;
	height: 350px;
	padding: 20px;
	overflow-y: scroll;
	margin: auto;
	margin-bottom: 30px;
	box-sizing: border-box;
	background-color: #fff;
	border-radius: 3px;
	word-spacing: -1px;
	letter-spacing: 0px;
	overflow-wrap: break-word;
	word-break: keep-all;
}
</style>
<%@ include file="../header.jsp"%>

<!--breadcrumbs start-->
<div class="breadcrumbs">
	<div class="container">
		<div class="row">
			<div class="col-lg-4 col-sm-4">
				<h1>기타 내용</h1>
			</div>
			<div class="col-lg-8 col-sm-8">
				<ol class="breadcrumb pull-right">
					<li><a href="../home.do"> Home </a></li>
					<li class="">이용 약관</li>
				</ol>
			</div>
		</div>
	</div>
</div>
<!--breadcrumbs end-->

<!-- 본문시작 agree_footer1.jsp-->
<!--container start-->
<div class="component-bg">
	<div class="container">
		<form class="" name="kidfListfrm" id="kidfListfrm" method="post">

			<div id="font"
				style="text-align: center; font-size: 30px; padding-top: 50px; padding-bottom: 50px;">
				<h1 id="tables" class="page-header">이용 약관</h1>
			</div>

			<div class="" tabindex="0">
				<div>
					도담도담어린이문화센터 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. </br> 본 약관은 다양한
					도담도담어린이문화센터 서비스의 이용과 관련하여 도담도담어린이문화센터 서비스를 제공하는 도담도담어린이문화센터(이하
					‘센터’)와 이를 이용하는 비회원과의 관계를 설명하며, </br> 아울러 여러분의 센터 서비스 이용에 도움이 될 수 있는 유익한
					정보를 포함하고 있습니다.</br> 센터 서비스를 이용하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게
					되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다.</br> 다양한 센터 서비스를 즐겨보세요.</br> </br> 센터는
					www.childrenjob.hscity.go.kr 센터 도메인의 웹사이트 및 운영 응용프로그램(어플리케이션)을 통해
					콘텐츠 제공, 체험 상품 등 여러분의 생활에 편리함을 더할 수 있는 다양한 서비스를 제공하고 있습니다.</br> 여러분은 PC,
					휴대폰 등 인터넷 이용이 가능한 각종 단말기를 통해 각양각색의 센터 서비스를 자유롭게 이용하실 수 있으며, 개별
					서비스들의 구체적인 내용은 각 서비스 상의 안내, 공지사항 등에서 쉽게 확인하실 수 있습니다.</br> 센터는 기본적으로 여러분
					모두에게 동일한 내용의 서비스를 제공합니다. 다만, '청소년보호법' 등 관련 법령이나 기타 개별 서비스 제공에서의 특별한
					필요에 의해서</br> 연령 또는 일정한 등급을 기준으로 이용자를 구분하여 제공하는 서비스의 내용, 이용 시간, 이용 횟수 등을
					다르게 하는 등 일부 이용을 제한하는 경우가 있습니다.</br> 자세한 내용은 역시 각 서비스 상의 안내, 공지사항 등에서
					확인하실 수 있습니다.</br> 센터 서비스에는 기본적으로 본 약관이 적용됩니다만 센터가 다양한 서비스를 제공하는 과정에서 부득이
					본 약관 외 별도의 약관, 운영정책 등을 적용하는 경우가 있습니다.</br> 센터가 이용자에 대해 관련 개인정보를 안전하게
					처리하기 위하여 기울이는 노력이나 기타 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.</br> 센터는 여러분이
					서비스를 이용하기 위해 일정 기간 동안 예약 혹은 접속한 기록이 없는 경우, 전자메일, 서비스 내 알림 또는 기타 적절한
					전자적 수단을 통해</br> 사전에 안내해 드린 후 여러분의 정보를 파기하거나 분리 보관할 수 있으며, 만약 이로 인해 서비스
					제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용계약을 해지할 수 있습니다.</br> </br> 센터는 여러분이 센터
					서비스를 이용함에 있어 센터의 고의 또는 과실로 인하여 손해를 입게 될 경우 관련 법령에 따라 손해를 배상합니다.</br> 다만,
					천재지변 또는 이에 준하는 불가항력으로 인하여 센터가 서비스를 제공할 수 없거나 이용자의 고의 또는 과실로 인하여</br>
					서비스를 이용할 수 없어 발생한 손해에 대해서 센터는 책임을 부담하지 않습니다.</br> 그리고 센터가 손해배상책임을 부담하는
					경우에도 통상적으로 예견이 불가능하거나 특별한 사정으로 인한 특별 손해 또는 간접 손해,</br> 기타 징벌적 손해에 대해서는
					관련 법령에 특별한 규정이 없는 한 책임을 부담하지 않습니다.</br> 한편, 센터 서비스를 매개로 한 여러분간의 교환, 거래
					등에서 발생한 손해나 여러분이 서비스 상에 게재된 콘텐츠를 신뢰함으로써 발생한 손해에 대해서도</br> 센터는 특별한 사정이 없는
					한 이에 대해 책임을 부담하지 않습니다. 언제든지 센터 서비스 이용계약을 해지하실 수 있습니다.</br> </br> 이용자는 언제든지 센터
					서비스 이용계약을 취소할 수 있으며,</br> 이 경우 센터는 관련 법령 등이 정하는 바에 따라 이를 지체 없이 처리하겠습니다.</br>
					센터 서비스 이용계약이 취소되면, 관련 법령 및 개인정보처리방침에 따라 해당 이용자의 정보를 보유할 수 있는 경우를
					제외하고,</br> 해당 이용자에 부속된 일체 정보를 포함한 모든 데이터는 소멸됨과 동시에 복구할 수 없게 됩니다.</br> 서비스 중단
					또는 변경 시 꼭 알려드리겠습니다.</br> </br> 센터는 연중 무휴, 1일 24시간 안정적으로 서비스를 제공하기 위해 최선을 다하고
					있습니다만, 컴퓨터, 서버 등 정보통신설비의 보수점검, 교체 또는 고장, 통신두절 등</br> 운영상 상당한 이유가 있는 경우
					부득이 서비스의 전부 또는 일부를 중단할 수 있습니다.</br> 한편, 센터는 서비스 운영 또는 개선을 위해 상당한 필요성이 있는
					경우 서비스의 전부 또는 일부를 수정, 변경 또는 종료할 수 있습니다.</br> 무료로 제공되는 서비스의 전부 또는 일부를 수정,
					변경 또는 종료하게 된 경우 관련 법령에 특별한 규정이 없는 한 별도의 보상을 하지 않습니다.</br> 이 경우 센터는 예측
					가능한 경우 상당기간 전에 이를 안내하며, 만약 예측 불가능한 경우라면 사후 지체 없이 상세히 설명하고 안내
					드리겠습니다.</br> 여러분이 쉽게 알 수 있도록 약관 및 운영정책을 게시하며 사전 공지 후 개정합니다.</br> </br>
					도담도담어린이문화센터는 본 약관의 내용을 여러분이 쉽게 확인할 수 있도록 서비스 예약결제 화면에 게시하고 있습니다.</br>
					도담도담어린이문화센터는 수시로 본 약관, 계정 및 게시물 운영정책을 개정할 수 있습니다만, 관련 법령을 위배하지 않는
					범위 내에서 개정할 것이며,</br> 사전에 그 개정 이유와 적용 일자를 서비스 내에 알리도록 하겠습니다.</br> 또한 여러분에게 불리할
					수 있는 중대한 내용의 약관 변경의 경우에는 최소 30일 이전에 해당 서비스 내 공지하고</br> 별도의 전자적 수단(전자메일,
					서비스 내 알림 등)을 통해 개별적으로 알릴 것입니다.</br> </br> 도담도담어린이문화센터는 변경된 약관을 게시한 날로부터 효력이
					발생되는 날까지 약관 변경에 대한 여러분의 의견을 기다립니다.</br> 위 기간이 지나도록 여러분의 의견이 도담도담어린이문화센터에
					접수되지 않으면, 여러분이 변경된 약관에 따라 서비스를 이용하는 데에 동의하는 것으로 간주됩니다.</br>
					도담도담어린이문화센터로서는 매우 안타까운 일이지만, 여러분이 변경된 약관에 동의하지 않는 경우 변경된 약관의 적용을 받는
					해당 서비스의 제공이 더 이상 불가능하게 될 수 있습니다.</br> </br> 도담도담어린이문화센터 서비스에는 기본적으로 본 약관이
					적용됩니다만, 부득이 각 개별 서비스의 고유한 특성을 반영하기 위해 본 약관 외 별도의 약관, 운영정책이 추가로 적용될
					때가 있습니다.</br> 따라서 별도의 약관, 운영정책에서 그 개별 서비스 제공에 관하여 본 약관, 계정 및 게시물 운영정책과
					다르게 정한 경우에는 별도의 약관, 운영정책이 우선하여 적용됩니다.</br> 이러한 내용은 각각의 개별 서비스 초기 화면에서
					확인해 주시기 바랍니다.</br> </br> 본 약관은 한국어를 정본으로 합니다. 본 약관 또는 도담도담어린이문화센터 서비스와 관련된
					여러분과 도담도담어린이문화센터와의 관계에는 대한민국의 법령이 적용됩니다.</br> 그리고 본 약관 또는 도담도담어린이문화센터
					서비스와 관련하여 여러분과 도담도담어린이문화센터 사이에 분쟁이 발생할 경우, 그 분쟁의 처리는 대한민국 '민사소송법'에서
					정한 절차를 따릅니다.</br> </br> 공지 일자: 2019년 5월 13일</br> 적용 일자: 2019년 5월 14일</br> </br> 도담도담어린이문화센터
					서비스와 관련하여 궁금하신 사항이 있으시면 해당부서(대표번호: 031-5183-3200/ 평일 09:30~18:30)로
					문의 주시기 바랍니다.
				</div>
				<br>
				<br>
				<br>
				<br>
				<br>
			</div>
		</form>
		<!-- 본문 끝 -->
	</div>
</div>
<%@ include file="../footer.jsp"%>