<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<%@ include file="../header.jsp" %>

<!-- 본문 시작 tendency -- list.jsp -->

성향이란~~~~ 이러이러한거고용<br>
<br>
어떤 종류가 있냐면요~~~~<br>
<br>

어린이들이 본인의 성향에 맞는 프로그램을 듣는 것이 왜 좋냐~~~~~<br>
<br>
<br>
<br>
<br>
김효원<br>
대관 (대관)<br> (90%완료) (파일다운로드만 가능하게 하면 됨)
강의 및 공연 장소 소개 (장소)<br> 미구현 
공지 게시판 / 자주묻는질문 게시판 / 문의게시판 (공지, 자주하는질문, 문의) (30% 완료)<br><br><br>
민혜진<br>
회원가입 (완료)<br>
로그인 (완료)<br>
회원정보수정 및 탈퇴(완료)
마이페이지 (구현중)<br><br><br>
홍다예<br>
프로그램 정보 등록, 상세보기, 수정 완료 (삭제 수정중)<br>
상세보기에서 각 프로그램의 두 타임 씩 추가하기 (완료)<br>
조회수 증가(완료)<br>
프로그램 후기 (구현중)<br>
-> 관심프로그램 등록(찜) (구현중)<br>
-> 예약 불가시 접수대기 신청 화면 (미구현)<br>
성향 정보 / 성향 테스트 / 결과 및 프로그램 매칭 (미구현)<br>
장바구니->예매(미구현)<br><br><br>
김지현<br>
공연정보 등록, 상세보기, 수정, 삭제 완료<br>
좌석 선택 -> 장바구니 -> 결제 (구현중)<br><br><br>
(공연정보, 장바구니, 주문서, 주문상세내역_공연)<br>

<h1>전체 40% 구현 완료</h1>

성향테스트하기 --> <input type="button" value="성향테스트하기"> 
<!-- 본문 끝 -->
        
<%@ include file="../footer.jsp" %>
